logs/ycsb_redis/native/4_62/4_20190817220948_024/20190817220948_024_f.log
[OVERALL], RunTime(ms), 221
[OVERALL], Throughput(ops/sec), 4524.886877828054
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 24
[CLEANUP], AverageLatency(us), 44.5
[CLEANUP], MinLatency(us), 23
[CLEANUP], MaxLatency(us), 300
[CLEANUP], 95thPercentileLatency(us), 49
[CLEANUP], 99thPercentileLatency(us), 300
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 1956.702
[INSERT], MinLatency(us), 259
[INSERT], MaxLatency(us), 78847
[INSERT], 95thPercentileLatency(us), 6695
[INSERT], 99thPercentileLatency(us), 19919
[INSERT], Return=OK, 1000